Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

source: Resets the labels of all Spaces to their defaults.
ar: يعيد تعيين تسميات جميع المساحات إلى الافتراضي.
bg: Нулира етикетите на всички Пространства до стандартните.
ca: Restableix les etiquetes de tots els Espais per defecte.
cs: Obnoví štítky všech Space na výchozí.
da: Nulstiller etiketterne på alle Spaces til standard.
de: Setzt die Etiketten aller Spaces auf den Standard zurück.
el: Επαναφέρει τις ετικέτες όλων των Χώρων στις προεπιλογές.
es: Restablece las etiquetas de todos los Espacios a sus valores predeterminados.
fa: برچسب‌های همه فضاها را به پیش‌فرض بازمی‌گرداند.
fi: Palauttaa kaikkien Spacejen tunnisteet oletuksiin.
fr: Rétablit les étiquettes de tous les Espaces par défaut.
he: מאפס את התוויות של כל המרחבים לברירות המחדל.
hi: सभी स्पेस के लेबल डिफ़ॉल्ट पर रीसेट करता है।
hu: Az összes Space címkéjét visszaállítja az alapértelmezettre.
id: Mengatur ulang label semua Space ke bawaan.
it: Reimposta le etichette di tutti gli Spazi ai valori predefiniti.
ja: すべてのスペースのラベルを初期設定に戻します。
ko: 모든 스페이스의 레이블을 기본값으로 재설정합니다.
mk: Ги ресетира етикетите на сите Простори на стандардните.
ms: Menetapkan semula label semua Ruang kepada lalai.
nb: Tilbakestiller etikettene til alle Spaces til standard.
nl: Herstelt de labels van alle Spaces naar standaard.
nn: Tilbakestiller etikettane til alle Spaces til standard.
pa: سارے سپیساں دے لیبل ڈیفالٹ تے ری سیٹ کردا اے۔
pl: Przywraca etykiety wszystkich Space do domyślnych.
ps: د ټولو سپېسونو لیبلونه ډیفالټ ته بیا تنظیموي.
pt: Repõe as etiquetas predefinidas de todos os Espaços.
pt_br: Redefine as etiquetas de todos os Espaços para o padrão.
ro: Resetează etichetele tuturor Spațiilor la valorile implicite.
ru: Сбрасывает метки всех Пространств к стандартным.
sk: Obnoví štítky všetkých Priestorov na predvolené.
sr: Vraća oznake svih Prostora na podrazumevano.
sv: Återställer etiketterna för alla Spaces till standard.
th: รีเซ็ตป้ายชื่อของ Space ทั้งหมดเป็นค่าเริ่มต้น
tr: Tüm Alanların etiketlerini varsayılana sıfırlar.
uk: Скидає мітки всіх Просторів до стандартних.
ur: تمام اسپیسز کے لیبل طے شدہ پر ری سیٹ کرتا ہے۔
vi: Đặt lại nhãn của tất cả Không gian về mặc định.
zh_hans: 将所有空间的标签重置为默认。
zh_hant: 將所有空間的標籤重設為預設。
zh_hk: 將所有空間的標籤重設為預設。

source: Returns the current Space badge character, or an empty string when no badge is set.
ar: يعيد حرف شارة المساحة الحالية، أو نصاً فارغاً إذا لم تكن هناك شارة.
bg: Връща символа на значката на текущото Пространство или празен низ, ако няма зададена значка.
ca: Retorna el caràcter del distintiu de l'Espai actual, o una cadena buida si no n'hi ha cap.
cs: Vrátí znak odznaku aktuálního Space, nebo prázdný řetězec, pokud odznak není nastaven.
da: Returnerer mærketegnet for det aktuelle Space eller en tom streng, hvis intet mærke er angivet.
de: Gibt das Abzeichen-Zeichen des aktuellen Space zurück oder eine leere Zeichenfolge, wenn kein Abzeichen festgelegt ist.
el: Επιστρέφει τον χαρακτήρα σήματος του τρέχοντος Χώρου ή κενή συμβολοσειρά αν δεν έχει οριστεί σήμα.
es: Devuelve el carácter del distintivo del Espacio actual, o una cadena vacía si no hay distintivo.
fa: نویسه نشان فضای فعلی را برمی‌گرداند، یا اگر نشانی تنظیم نشده باشد رشته خالی.
fi: Palauttaa nykyisen Spacen merkkikirjaimen tai tyhjän merkkijonon, jos merkkiä ei ole asetettu.
fr: Renvoie le caractère du badge de l'Espace actuel, ou une chaîne vide si aucun badge n'est défini.
he: מחזיר את תו התג של המרחב הנוכחי, או מחרוזת ריקה כשלא הוגדר תג.
hi: वर्तमान स्पेस बैज वर्ण लौटाता है, या बैज सेट न होने पर खाली स्ट्रिंग।
hu: Visszaadja az aktuális Space jelvénykarakterét, vagy üres szöveget, ha nincs jelvény beállítva.
id: Mengembalikan karakter lencana Space saat ini, atau string kosong jika lencana belum diatur.
it: Restituisce il carattere del badge dello Spazio attuale, o una stringa vuota se non è impostato alcun badge.
ja: 現在のスペースのバッジ文字を返します。バッジが未設定の場合は空の文字列を返します。
ko: 현재 스페이스의 배지 문자를 반환하며, 배지가 설정되지 않은 경우 빈 문자열을 반환합니다.
mk: Го враќа знакот на значката на тековниот Простор или празна низа ако не е поставена значка.
ms: Mengembalikan aksara lencana Ruang semasa, atau rentetan kosong jika tiada lencana ditetapkan.
nb: Returnerer merketegnet til gjeldende Space, eller en tom streng hvis intet merke er angitt.
nl: Geeft het badgeteken van de huidige Space terug, of een lege tekenreeks als er geen badge is ingesteld.
nn: Returnerer merketeiknet til gjeldande Space, eller ein tom streng dersom ikkje noko merke er angitt.
pa: موجودہ سپیس دے بیج دا حرف واپس دیندا اے، یا جے کوئی بیج نئیں تے خالی سٹرنگ۔
pl: Zwraca znak znaczka bieżącego Space lub pusty ciąg, gdy znaczek nie jest ustawiony.
ps: د اوسني سپېس د بېج توری بېرته راکوي، یا تش متن که بېج نه وي ټاکل شوی.
pt: Devolve o carácter do distintivo do Espaço atual, ou uma cadeia vazia quando não há distintivo definido.
pt_br: Retorna o caractere do distintivo do Espaço atual, ou uma string vazia quando nenhum distintivo está definido.
ro: Returnează caracterul insignei Spațiului curent sau un șir gol când nu este setată nicio insignă.
ru: Возвращает символ бейджа текущего Пространства или пустую строку, если бейдж не задан.
sk: Vráti znak odznaku aktuálneho Priestoru alebo prázdny reťazec, ak odznak nie je nastavený.
sr: Vraća znak značke trenutnog Prostora, ili prazan niz kada značka nije podešena.
sv: Returnerar märkestecknet för aktuellt Space, eller en tom sträng när inget märke är angivet.
th: คืนค่าอักขระตราของ Space ปัจจุบัน หรือสตริงว่างเมื่อไม่ได้ตั้งตราไว้
tr: Geçerli Alan rozet karakterini, rozet ayarlanmamışsa boş bir dize döndürür.
uk: Повертає символ бейджа поточного Простору або порожній рядок, якщо бейдж не задано.
ur: موجودہ اسپیس کے بیج کا حرف واپس کرتا ہے، یا اگر کوئی بیج مقرر نہیں تو خالی سٹرنگ۔
vi: Trả về ký tự huy hiệu của Không gian hiện tại, hoặc chuỗi rỗng khi chưa đặt huy hiệu.
zh_hans: 返回当前空间的徽章字符；未设置徽章时返回空字符串。
zh_hant: 回傳目前空間的徽章字元；未設定徽章時回傳空字串。
zh_hk: 回傳目前空間的徽章字元；未設定徽章時回傳空字串。

source: Returns the current Space label as shown in the menu bar.
ar: يعيد تسمية المساحة الحالية كما تظهر في شريط القوائم.
bg: Връща етикета на текущото Пространство, както се показва в лентата с менюта.
ca: Retorna l'etiqueta de l'Espai actual tal com es mostra a la barra de menús.
cs: Vrátí štítek aktuálního Space tak, jak je zobrazen v řádku nabídek.
da: Returnerer etiketten på det aktuelle Space, som den vises i menulinjen.
de: Gibt das Etikett des aktuellen Space zurück, wie es in der Menüleiste angezeigt wird.
el: Επιστρέφει την ετικέτα του τρέχοντος Χώρου όπως εμφανίζεται στη γραμμή μενού.
es: Devuelve la etiqueta del Espacio actual tal como se muestra en la barra de menús.
fa: برچسب فضای فعلی را همان‌طور که در نوار منو نمایش داده می‌شود برمی‌گرداند.
fi: Palauttaa nykyisen Spacen tunnisteen sellaisena kuin se näkyy valikkorivillä.
fr: Renvoie l'étiquette de l'Espace actuel telle qu'affichée dans la barre des menus.
he: מחזיר את תווית המרחב הנוכחי כפי שהיא מוצגת בשורת התפריטים.
hi: वर्तमान स्पेस लेबल लौटाता है, जैसा मेनू बार में दिखता है।
hu: Visszaadja az aktuális Space címkéjét, ahogy a menüsorban megjelenik.
id: Mengembalikan label Space saat ini seperti yang ditampilkan di bar menu.
it: Restituisce l'etichetta dello Spazio attuale come mostrata nella barra dei menu.
ja: メニューバーに表示されている現在のスペースのラベルを返します。
ko: 메뉴 막대에 표시된 현재 스페이스 레이블을 반환합니다.
mk: Ја враќа етикетата на тековниот Простор како што е прикажана во лентата со менија.
ms: Mengembalikan label Ruang semasa seperti yang dipaparkan dalam bar menu.
nb: Returnerer etiketten til gjeldende Space slik den vises i menylinjen.
nl: Geeft het label van de huidige Space terug zoals weergegeven in de menubalk.
nn: Returnerer etiketten til gjeldande Space slik han blir vist i menylinja.
pa: موجودہ سپیس دا لیبل واپس دیندا اے، جویں مینیو بار وچ دِسدا اے۔
pl: Zwraca etykietę bieżącego Space w postaci wyświetlanej na pasku menu.
ps: د اوسني سپېس لیبل بېرته راکوي لکه څنګه چې په مېنو پټه کې ښکاري.
pt: Devolve a etiqueta do Espaço atual tal como aparece na barra de menus.
pt_br: Retorna a etiqueta do Espaço atual como exibida na barra de menus.
ro: Returnează eticheta Spațiului curent așa cum apare în bara de meniu.
ru: Возвращает метку текущего Пространства так, как она показана в строке меню.
sk: Vráti štítok aktuálneho Priestoru tak, ako sa zobrazuje v lište ponúk.
sr: Vraća oznaku trenutnog Prostora onako kako je prikazana u traci menija.
sv: Returnerar etiketten för aktuellt Space så som den visas i menyraden.
th: คืนค่าป้ายชื่อ Space ปัจจุบันตามที่แสดงในแถบเมนู
tr: Geçerli Alan etiketini menü çubuğunda gösterildiği gibi döndürür.
uk: Повертає мітку поточного Простору так, як вона показана в смузі меню.
ur: موجودہ اسپیس کا لیبل واپس کرتا ہے، جیسا مینو بار میں دکھتا ہے۔
vi: Trả về nhãn Không gian hiện tại như hiển thị trên thanh menu.
zh_hans: 返回菜单栏中显示的当前空间标签。
zh_hant: 回傳選單列中顯示的目前空間標籤。
zh_hk: 回傳選單列中顯示的目前空間標籤。

source: Returns the current Space number.
ar: يعيد رقم المساحة الحالية.
bg: Връща номера на текущото Пространство.
ca: Retorna el número de l'Espai actual.
cs: Vrátí číslo aktuálního Space.
da: Returnerer nummeret på det aktuelle Space.
de: Gibt die Nummer des aktuellen Space zurück.
el: Επιστρέφει τον αριθμό του τρέχοντος Χώρου.
es: Devuelve el número del Espacio actual.
fa: شماره فضای فعلی را برمی‌گرداند.
fi: Palauttaa nykyisen Spacen numeron.
fr: Renvoie le numéro de l'Espace actuel.
he: מחזיר את מספר המרחב הנוכחי.
hi: वर्तमान स्पेस नंबर लौटाता है।
hu: Visszaadja az aktuális Space számát.
id: Mengembalikan nomor Space saat ini.
it: Restituisce il numero dello Spazio attuale.
ja: 現在のスペース番号を返します。
ko: 현재 스페이스 번호를 반환합니다.
mk: Го враќа бројот на тековниот Простор.
ms: Mengembalikan nombor Ruang semasa.
nb: Returnerer nummeret til gjeldende Space.
nl: Geeft het nummer van de huidige Space terug.
nn: Returnerer nummeret til gjeldande Space.
pa: موجودہ سپیس دا نمبر واپس دیندا اے۔
pl: Zwraca numer bieżącego Space.
ps: د اوسني سپېس شمېره بېرته راکوي.
pt: Devolve o número do Espaço atual.
pt_br: Retorna o número do Espaço atual.
ro: Returnează numărul Spațiului curent.
ru: Возвращает номер текущего Пространства.
sk: Vráti číslo aktuálneho Priestoru.
sr: Vraća broj trenutnog Prostora.
sv: Returnerar numret för aktuellt Space.
th: คืนค่าหมายเลข Space ปัจจุบัน
tr: Geçerli Alan numarasını döndürür.
uk: Повертає номер поточного Простору.
ur: موجودہ اسپیس کا نمبر واپس کرتا ہے۔
vi: Trả về số Không gian hiện tại.
zh_hans: 返回当前空间编号。
zh_hant: 回傳目前空間編號。
zh_hk: 回傳目前空間編號。

source: Set Current Space Badge
ar: تعيين شارة المساحة الحالية
bg: Задай значка на текущото Пространство
ca: Estableix el distintiu de l'Espai actual
cs: Nastavit odznak aktuálního Space
da: Indstil mærke for det aktuelle Space
de: Abzeichen des aktuellen Space festlegen
el: Ορισμός σήματος τρέχοντος Χώρου
es: Establecer el distintivo del Espacio actual
fa: تنظیم نشان فضای فعلی
fi: Aseta nykyisen Spacen merkki
fr: Définir le badge de l'Espace actuel
he: הגדר את תג המרחב הנוכחי
hi: वर्तमान स्पेस बैज सेट करें
hu: Aktuális Space jelvényének beállítása
id: Atur Lencana Space Saat Ini
it: Imposta il badge dello Spazio attuale
ja: 現在のスペースのバッジを設定
ko: 현재 스페이스 배지 설정
mk: Постави значка на тековниот Простор
ms: Tetapkan Lencana Ruang Semasa
nb: Angi merke for gjeldende Space
nl: Stel badge van huidige Space in
nn: Angi merke for gjeldande Space
pa: موجودہ سپیس دا بیج مقرر کرو
pl: Ustaw znaczek bieżącego Space
ps: د اوسني سپېس بېج وټاکئ
pt: Definir o distintivo do Espaço atual
pt_br: Definir o distintivo do Espaço atual
ro: Setează insigna Spațiului curent
ru: Задать бейдж текущего Пространства
sk: Nastaviť odznak aktuálneho Priestoru
sr: Podesi značku trenutnog Prostora
sv: Ange märket för aktuellt Space
th: ตั้งตรา Space ปัจจุบัน
tr: Geçerli Alan Rozetini Ayarla
uk: Задати бейдж поточного Простору
ur: موجودہ اسپیس کا بیج مقرر کریں
vi: Đặt huy hiệu Không gian hiện tại
zh_hans: 设置当前空间徽章
zh_hant: 設定目前空間徽章
zh_hk: 設定目前空間徽章

source: Set Current Space Label
ar: تعيين تسمية المساحة الحالية
bg: Задай етикет на текущото Пространство
ca: Estableix l'etiqueta de l'Espai actual
cs: Nastavit štítek aktuálního Space
da: Indstil etiket for det aktuelle Space
de: Etikett des aktuellen Space festlegen
el: Ορισμός ετικέτας τρέχοντος Χώρου
es: Establecer la etiqueta del Espacio actual
fa: تنظیم برچسب فضای فعلی
fi: Aseta nykyisen Spacen tunniste
fr: Définir l'étiquette de l'Espace actuel
he: הגדר את תווית המרחב הנוכחי
hi: वर्तमान स्पेस लेबल सेट करें
hu: Aktuális Space címkéjének beállítása
id: Atur Label Space Saat Ini
it: Imposta l'etichetta dello Spazio attuale
ja: 現在のスペースのラベルを設定
ko: 현재 스페이스 레이블 설정
mk: Постави етикета на тековниот Простор
ms: Tetapkan Label Ruang Semasa
nb: Angi etikett for gjeldende Space
nl: Stel label van huidige Space in
nn: Angi etikett for gjeldande Space
pa: موجودہ سپیس دا لیبل مقرر کرو
pl: Ustaw etykietę bieżącego Space
ps: د اوسني سپېس لیبل وټاکئ
pt: Definir a etiqueta do Espaço atual
pt_br: Definir a etiqueta do Espaço atual
ro: Setează eticheta Spațiului curent
ru: Задать метку текущего Пространства
sk: Nastaviť štítok aktuálneho Priestoru
sr: Podesi oznaku trenutnog Prostora
sv: Ange etiketten för aktuellt Space
th: ตั้งป้ายชื่อ Space ปัจจุบัน
tr: Geçerli Alan Etiketini Ayarla
uk: Задати мітку поточного Простору
ur: موجودہ اسپیس کا لیبل مقرر کریں
vi: Đặt nhãn Không gian hiện tại
zh_hans: 设置当前空间标签
zh_hant: 設定目前空間標籤
zh_hk: 設定目前空間標籤

source: Set the current Space badge to ${badge}
ar: تعيين شارة المساحة الحالية إلى ${badge}
bg: Задай значката на текущото Пространство на ${badge}
ca: Estableix el distintiu de l'Espai actual a ${badge}
cs: Nastavit odznak aktuálního Space na ${badge}
da: Indstil mærket for det aktuelle Space til ${badge}
de: Abzeichen des aktuellen Space auf ${badge} setzen
el: Ορισμός σήματος τρέχοντος Χώρου σε ${badge}
es: Establecer el distintivo del Espacio actual en ${badge}
fa: تنظیم نشان فضای فعلی به ${badge}
fi: Aseta nykyisen Spacen merkiksi ${badge}
fr: Définir le badge de l'Espace actuel sur ${badge}
he: הגדר את תג המרחב הנוכחי ל-${badge}
hi: वर्तमान स्पेस बैज को ${badge} पर सेट करें
hu: Aktuális Space jelvénye legyen ${badge}
id: Atur lencana Space saat ini menjadi ${badge}
it: Imposta il badge dello Spazio attuale su ${badge}
ja: 現在のスペースのバッジを ${badge} に設定
ko: 현재 스페이스 배지를 ${badge}(으)로 설정
mk: Постави ја значката на тековниот Простор на ${badge}
ms: Tetapkan lencana Ruang semasa kepada ${badge}
nb: Angi merket for gjeldende Space til ${badge}
nl: Stel de badge van de huidige Space in op ${badge}
nn: Angi merket for gjeldande Space til ${badge}
pa: موجودہ سپیس دا بیج ${badge} مقرر کرو
pl: Ustaw znaczek bieżącego Space na ${badge}
ps: د اوسني سپېس بېج په ${badge} وټاکئ
pt: Definir o distintivo do Espaço atual como ${badge}
pt_br: Definir o distintivo do Espaço atual como ${badge}
ro: Setează insigna Spațiului curent la ${badge}
ru: Задать бейдж текущего Пространства: ${badge}
sk: Nastaviť odznak aktuálneho Priestoru na ${badge}
sr: Podesi značku trenutnog Prostora na ${badge}
sv: Ange märket för aktuellt Space till ${badge}
th: ตั้งตรา Space ปัจจุบันเป็น ${badge}
tr: Geçerli Alan rozetini ${badge} olarak ayarla
uk: Задати бейдж поточного Простору: ${badge}
ur: موجودہ اسپیس کا بیج ${badge} مقرر کریں
vi: Đặt huy hiệu Không gian hiện tại thành ${badge}
zh_hans: 将当前空间徽章设为 ${badge}
zh_hant: 將目前空間徽章設為 ${badge}
zh_hk: 將目前空間徽章設為 ${badge}

source: Set the current Space label to ${label}
ar: تعيين تسمية المساحة الحالية إلى ${label}
bg: Задай етикета на текущото Пространство на ${label}
ca: Estableix l'etiqueta de l'Espai actual a ${label}
cs: Nastavit štítek aktuálního Space na ${label}
da: Indstil etiketten for det aktuelle Space til ${label}
de: Etikett des aktuellen Space auf ${label} setzen
el: Ορισμός ετικέτας τρέχοντος Χώρου σε ${label}
es: Establecer la etiqueta del Espacio actual en ${label}
fa: تنظیم برچسب فضای فعلی به ${label}
fi: Aseta nykyisen Spacen tunnisteeksi ${label}
fr: Définir l'étiquette de l'Espace actuel sur ${label}
he: הגדר את תווית המרחב הנוכחי ל-${label}
hi: वर्तमान स्पेस लेबल को ${label} पर सेट करें
hu: Aktuális Space címkéje legyen ${label}
id: Atur label Space saat ini menjadi ${label}
it: Imposta l'etichetta dello Spazio attuale su ${label}
ja: 現在のスペースのラベルを ${label} に設定
ko: 현재 스페이스 레이블을 ${label}(으)로 설정
mk: Постави ја етикетата на тековниот Простор на ${label}
ms: Tetapkan label Ruang semasa kepada ${label}
nb: Angi etiketten for gjeldende Space til ${label}
nl: Stel het label van de huidige Space in op ${label}
nn: Angi etiketten for gjeldande Space til ${label}
pa: موجودہ سپیس دا لیبل ${label} مقرر کرو
pl: Ustaw etykietę bieżącego Space na ${label}
ps: د اوسني سپېس لیبل په ${label} وټاکئ
pt: Definir a etiqueta do Espaço atual como ${label}
pt_br: Definir a etiqueta do Espaço atual como ${label}
ro: Setează eticheta Spațiului curent la ${label}
ru: Задать метку текущего Пространства: ${label}
sk: Nastaviť štítok aktuálneho Priestoru na ${label}
sr: Podesi oznaku trenutnog Prostora na ${label}
sv: Ange etiketten för aktuellt Space till ${label}
th: ตั้งป้ายชื่อ Space ปัจจุบันเป็น ${label}
tr: Geçerli Alan etiketini ${label} olarak ayarla
uk: Задати мітку поточного Простору: ${label}
ur: موجودہ اسپیس کا لیبل ${label} مقرر کریں
vi: Đặt nhãn Không gian hiện tại thành ${label}
zh_hans: 将当前空间标签设为 ${label}
zh_hant: 將目前空間標籤設為 ${label}
zh_hk: 將目前空間標籤設為 ${label}

source: Space Number
ar: رقم المساحة
bg: Номер на Пространство
ca: Número d'Espai
cs: Číslo Space
da: Space-nummer
de: Space-Nummer
el: Αριθμός Χώρου
es: Número de Espacio
fa: شماره فضا
fi: Spacen numero
fr: Numéro d'Espace
he: מספר מרחב
hi: स्पेस नंबर
hu: Space száma
id: Nomor Space
it: Numero dello Spazio
ja: スペース番号
ko: 스페이스 번호
mk: Број на Простор
ms: Nombor Ruang
nb: Space-nummer
nl: Space-nummer
nn: Space-nummer
pa: سپیس نمبر
pl: Numer Space
ps: د سپېس شمېره
pt: Número do Espaço
pt_br: Número do Espaço
ro: Numărul Spațiului
ru: Номер Пространства
sk: Číslo Priestoru
sr: Broj Prostora
sv: Space-nummer
th: หมายเลข Space
tr: Alan Numarası
uk: Номер Простору
ur: اسپیس نمبر
vi: Số Không gian
zh_hans: 空间编号
zh_hant: 空間編號
zh_hk: 空間編號

source: Switch Left
ar: التبديل إلى اليسار
bg: Превключи наляво
ca: Canvia a l'esquerra
cs: Přepnout doleva
da: Skift til venstre
de: Nach links wechseln
el: Μετάβαση αριστερά
es: Cambiar a la izquierda
fa: رفتن به چپ
fi: Vaihda vasemmalle
fr: Passer à gauche
he: עבור שמאלה
hi: बाएँ स्विच करें
hu: Váltás balra
id: Beralih ke kiri
it: Passa a sinistra
ja: 左に切り替える
ko: 왼쪽으로 전환
mk: Премини налево
ms: Tukar ke kiri
nb: Bytt til venstre
nl: Wissel naar links
nn: Byt til venstre
pa: کھبے پاسے جاؤ
pl: Przełącz w lewo
ps: کيڼ ته واوړئ
pt: Mudar para a esquerda
pt_br: Trocar para a esquerda
ro: Comută la stânga
ru: Переключиться влево
sk: Prepnúť doľava
sr: Prebaci ulevo
sv: Byt till vänster
th: สลับไปทางซ้าย
tr: Sola Geç
uk: Перемкнутися ліворуч
ur: بائیں جائیں
vi: Chuyển sang trái
zh_hans: 向左切换
zh_hant: 向左切換
zh_hk: 向左切換

source: Switch Right
ar: التبديل إلى اليمين
bg: Превключи надясно
ca: Canvia a la dreta
cs: Přepnout doprava
da: Skift til højre
de: Nach rechts wechseln
el: Μετάβαση δεξιά
es: Cambiar a la derecha
fa: رفتن به راست
fi: Vaihda oikealle
fr: Passer à droite
he: עבור ימינה
hi: दाएँ स्विच करें
hu: Váltás jobbra
id: Beralih ke kanan
it: Passa a destra
ja: 右に切り替える
ko: 오른쪽으로 전환
mk: Премини надесно
ms: Tukar ke kanan
nb: Bytt til høyre
nl: Wissel naar rechts
nn: Byt til høgre
pa: سجے پاسے جاؤ
pl: Przełącz w prawo
ps: ښي ته واوړئ
pt: Mudar para a direita
pt_br: Trocar para a direita
ro: Comută la dreapta
ru: Переключиться вправо
sk: Prepnúť doprava
sr: Prebaci udesno
sv: Byt till höger
th: สลับไปทางขวา
tr: Sağa Geç
uk: Перемкнутися праворуч
ur: دائیں جائیں
vi: Chuyển sang phải
zh_hans: 向右切换
zh_hant: 向右切換
zh_hk: 向右切換

source: Switch Space
ar: تبديل المساحة
bg: Смяна на Пространство
ca: Canvia d'Espai
cs: Přepnout Space
da: Skift Space
de: Space wechseln
el: Εναλλαγή Χώρου
es: Cambiar de Espacio
fa: تعویض فضا
fi: Vaihda Spacea
fr: Changer d'Espace
he: החלף מרחב
hi: स्पेस बदलें
hu: Space váltása
id: Beralih Space
it: Cambia Spazio
ja: スペースを切り替える
ko: 스페이스 전환
mk: Смени Простор
ms: Tukar Ruang
nb: Bytt Space
nl: Wissel Space
nn: Byt Space
pa: سپیس بدلو
pl: Przełącz Space
ps: سپېس بدل کړئ
pt: Mudar de Espaço
pt_br: Trocar de Espaço
ro: Schimbă Spațiul
ru: Переключить Пространство
sk: Prepnúť Priestor
sr: Prebaci Prostor
sv: Byt Space
th: สลับ Space
tr: Alan Değiştir
uk: Перемкнути Простір
ur: اسپیس بدلیں
vi: Chuyển Không gian
zh_hans: 切换空间
zh_hant: 切換空間
zh_hk: 切換空間

source: Switch to Space ${spaceNumber}
ar: التبديل إلى المساحة ${spaceNumber}
bg: Превключи към Пространство ${spaceNumber}
ca: Canvia a l'Espai ${spaceNumber}
cs: Přepnout na Space ${spaceNumber}
da: Skift til Space ${spaceNumber}
de: Zu Space ${spaceNumber} wechseln
el: Εναλλαγή στον Χώρο ${spaceNumber}
es: Cambiar al Espacio ${spaceNumber}
fa: تعویض به فضای ${spaceNumber}
fi: Vaihda Spaceen ${spaceNumber}
fr: Passer à l'Espace ${spaceNumber}
he: עבור למרחב ${spaceNumber}
hi: स्पेस ${spaceNumber} पर स्विच करें
hu: Váltás a(z) ${spaceNumber}. Space-re
id: Beralih ke Space ${spaceNumber}
it: Passa allo Spazio ${spaceNumber}
ja: スペース ${spaceNumber} に切り替える
ko: 스페이스 ${spaceNumber}(으)로 전환
mk: Премини на Простор ${spaceNumber}
ms: Tukar ke Ruang ${spaceNumber}
nb: Bytt til Space ${spaceNumber}
nl: Wissel naar Space ${spaceNumber}
nn: Byt til Space ${spaceNumber}
pa: سپیس ${spaceNumber} تے جاؤ
pl: Przełącz na Space ${spaceNumber}
ps: سپېس ${spaceNumber} ته واوړئ
pt: Mudar para o Espaço ${spaceNumber}
pt_br: Trocar para o Espaço ${spaceNumber}
ro: Comută la Spațiul ${spaceNumber}
ru: Переключиться на Пространство ${spaceNumber}
sk: Prepnúť na Priestor ${spaceNumber}
sr: Prebaci na Prostor ${spaceNumber}
sv: Byt till Space ${spaceNumber}
th: สลับไปยัง Space ${spaceNumber}
tr: Alan ${spaceNumber} konumuna geç
uk: Перемкнутися на Простір ${spaceNumber}
ur: اسپیس ${spaceNumber} پر جائیں
vi: Chuyển đến Không gian ${spaceNumber}
zh_hans: 切换到空间 ${spaceNumber}
zh_hant: 切換到空間 ${spaceNumber}
zh_hk: 切換到空間 ${spaceNumber}
